Autodesk.Revit.DB.Electrical.GroundConductorSize.ConductorSize
Get conductor size corresponding to specific ampacity.

Autodesk.Revit.DB.Electrical.GroundConductorSize.Ampacity
Get ampacity which is used for specifying size, the unit is ampere.

Autodesk.Revit.DB.Electrical.GroundConductorSize.MaterialBelongTo
Get the material type which include this ground conductor size information.

Autodesk.Revit.DB.Electrical.GroundConductorSize
Represents electrical ground conductor size definition information.
Remarks: Ground conductor size is defined based on corresponding wire material type.